{ "translations": {
    "Settings updated successfully." : "La configuració s'ha actualitzat correctament.",
    "EPUB/CBZ/PDF ebook reader" : "Lector de llibre electrònics EPUB/CBZ/PDF",
    "A multi-format browser-based ebook reader, supports EPUB and CBR/CBZ" : "Un lector de llibres electrònics de varis formats que funciona al navegador web: compatible amb EPUB i CBR/CBZ",
    "# Reader\nReader is an ebook reader based on pure javascript renderers. It works for publications formatted according to the following standards:\n\n - [Epub]\n - [PDF]\n - [CBR and CBZ] ('comics')\n\nFor Epub Reader uses the futurepress [epub.js] renderer to provide near-native looks, especially when used full-screen. Turn pages by pressing the left/right hand side of the screen/window or using the cursor keys (if you have those), use the sidebar to browse through chapters or bookmarks and add annotations.\n\nPDF is handled by Mozilla's [pdf.js] renderer in combination with a custom reader app to enable side-by-side display, batch search and more. Controls are like those used in the Epub renderer with a few exceptions, e.g. night mode has not been implemented yet.\n\nCBR and CBZ are supported using a custom renderer inspired by [balaclark]'s work. As with Epub, books can be navigated using the keyboard as well as mouse or touch navigation. Reader generates a visual index of all pages, show in the sidebar (thumbnail generation can be disabled for low-memory and/or -speed devices). As CBx files are often of varying quality, a set of image enhancement filters are provided.\n\nSee [README] for more exhaustive information on features and potential misfeatures of this app.\n\n   [epub.js]: https://github.com/futurepress/epub.js\n   [Epub]: http://idpf.org/epub\n   [CBR and CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n   [balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n   [PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n   [pdf.js]: https://github.com/mozilla/pdf.js\n   [README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md" : "# Reader\nReader és un lector llibres electrònics basat en renderitzadors de javascript pur. Funciona per a publicacions formatades segons els següents estàndards:\n\n - [Epub]\n - [PDF]\n - [CBR and CBZ] ('comics')\n\nPer a Epub Reader, usa el renderitzador futurepress [epub.js] per proporcionar aspectes semblants als nadius, especialment quan s’utilitza a pantalla completa. Canvieu les pàgines prement la part esquerra/dreta de la pantallafinestra o utilitzant les tecles del cursor (si en teniu), utilitzeu la barra lateral per navegar per capítols o punts de llibre i afegir anotacions.\n\nEl PDF és gestionat pel renderitzador de Mozilla [pdf.js]  en combinació amb una aplicació personalitzada per habilitar la visualització al costat de l'altre, la cerca per lots i molt més. Els controls són com els que s’utilitzen al renderitzador d’Epub amb algunes excepcions, per exemple, el mode nocturn encara no s'ha implementat.\n\nCBR i CBZ admeten un renderitzador personalitzat inspirat en el treball de [balaclark]. Igual que amb Epub, es pot navegar pels llibres mitjançant el teclat i també amb la navegació del ratolí o del tacte. El lector genera un índex visual de totes les pàgines, que es mostra a la barra lateral (es pot desactivar la generació de miniatures per a dispositius de memòria baixa i/o velocitat). Com que els fitxers CBx solen ser de qualitat diversa, es proporcionen un conjunt de filtres de millora d’imatges.\n\nMireu [README]  per a una informació exhaustiva de les característiques i potencials errors d'aquesta app.\n\n   [epub.js]: https://github.com/futurepress/epub.js\n   [Epub]: http://idpf.org/epub\n   [CBR and CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n   [balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n   [PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n   [pdf.js]: https://github.com/mozilla/pdf.js\n   [README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md",
    "custom font" : "Tipus de lletra personalitzada",
    "monospace" : "Espaiat uniforme",
    "font size" : "Mida de la lletra",
    "font weight" : "Pes de la lletra",
    "Use custom colors" : "Usa colors personalitzats",
    "night mode can be toggled by clicking the book title" : "El mode nocturn pot canviar-se prement el títol del llibre",
    "reflow text when sidebars are open" : "Readapta el text quan les barres laterals són obertes",
    "disable extra-wide page turn areas" : "Desactiva les àrees de canvi de pàgina extra amples",
    "show page turn arrows" : "Mostra les fletxes de canvi de pàgina",
    "menu" : "Menú",
    "Reader" : "Reader",
    "Select file types for which Reader should be the default viewer." : "Seleccionar els tipus de fitxers pels que Reader ha de ser considerat el visor per defecte.",
    "Epub" : "Epub",
    "PDF" : "PDF",
    "CBR/CBZ" : "CBR/CBZ",
    " " : " ",
    "endobj" : "endobj",
    "startxref" : "startxref",
    "%PDF-" : "%PDF-"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}