{ "translations": {
    "Settings updated successfully." : "تنظیمات با موفقیت به‌روز شد.",
    "EPUB/CBZ/PDF ebook reader" : "کتابخوان EPUB/CBZ/PDF",
    "A multi-format browser-based ebook reader, supports EPUB and CBR/CBZ" : "یک خواننده کتاب الکترونیکی مبتنی بر مرورگر چند فرمتی، از EPUB و CBR/CBZ پشتیبانی می کند",
    "# Reader\nReader is an ebook reader based on pure javascript renderers. It works for publications formatted according to the following standards:\n\n - [Epub]\n - [PDF]\n - [CBR and CBZ] ('comics')\n\nFor Epub Reader uses the futurepress [epub.js] renderer to provide near-native looks, especially when used full-screen. Turn pages by pressing the left/right hand side of the screen/window or using the cursor keys (if you have those), use the sidebar to browse through chapters or bookmarks and add annotations.\n\nPDF is handled by Mozilla's [pdf.js] renderer in combination with a custom reader app to enable side-by-side display, batch search and more. Controls are like those used in the Epub renderer with a few exceptions, e.g. night mode has not been implemented yet.\n\nCBR and CBZ are supported using a custom renderer inspired by [balaclark]'s work. As with Epub, books can be navigated using the keyboard as well as mouse or touch navigation. Reader generates a visual index of all pages, show in the sidebar (thumbnail generation can be disabled for low-memory and/or -speed devices). As CBx files are often of varying quality, a set of image enhancement filters are provided.\n\nSee [README] for more exhaustive information on features and potential misfeatures of this app.\n\n   [epub.js]: https://github.com/futurepress/epub.js\n   [Epub]: http://idpf.org/epub\n   [CBR and CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n   [balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n   [PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n   [pdf.js]: https://github.com/mozilla/pdf.js\n   [README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md" : "#خواننده\nReader یک کتابخوان الکترونیکی مبتنی بر رندرهای خالص جاوا اسکریپت است. برای انتشاراتی که بر اساس استانداردهای زیر فرمت شده اند کار می کند:\n\n- [Epub]\n- [PDF]\n- [CBR و CBZ] (\"کمیک\")\n\nFor Epub Reader از رندر futurepress [epub.js] برای ارائه ظاهری نزدیک به بومی استفاده می‌کند، به‌ویژه زمانی که در تمام صفحه استفاده می‌شود. صفحات را با فشار دادن سمت چپ/راست صفحه/پنجره یا با استفاده از کلیدهای مکان نما (در صورت داشتن آنها)، ورق بزنید، از نوار کناری برای مرور فصل ها یا نشانک ها و اضافه کردن حاشیه نویسی استفاده کنید.\n\nPDF توسط رندر [pdf.js] موزیلا در ترکیب با یک برنامه خواننده سفارشی برای فعال کردن نمایش کنار هم، جستجوی دسته‌ای و موارد دیگر مدیریت می‌شود. کنترل‌ها مانند مواردی هستند که در رندر Epub با چند استثنا استفاده می‌شوند، به عنوان مثال. حالت شب هنوز اجرا نشده است.\n\nCBR و CBZ با استفاده از یک رندر سفارشی با الهام از کار [balaclark] پشتیبانی می‌شوند. مانند Epub، کتاب‌ها را می‌توان با استفاده از صفحه‌کلید و همچنین موس یا ناوبری لمسی پیمایش کرد. Reader یک نمایه بصری از همه صفحات ایجاد می کند که در نوار کناری نشان داده می شود (تولید تصاویر بند انگشتی را می توان برای دستگاه های کم حافظه و/یا سرعت غیرفعال کرد). از آنجایی که فایل‌های CBx اغلب دارای کیفیت متفاوتی هستند، مجموعه‌ای از فیلترهای بهبود تصویر ارائه می‌شوند.\n\nبرای اطلاعات جامع‌تر در مورد ویژگی‌ها و ویژگی‌های نادرست احتمالی این برنامه، [README] را ببینید.\n\n[epub.js]: https://github.com/futurepress/epub.js\n[Epub]: http://idpf.org/epub\n[CBR و CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n[balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n[PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n[pdf.js]: https://github.com/mozilla/pdf.js\n[README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md",
    "custom font" : "فونت سفارشی",
    "monospace" : "تک فضا",
    "font size" : "اندازه فونت",
    "font weight" : "وزن فونت",
    "Use custom colors" : "از رنگ های سفارشی استفاده کنید",
    "night mode can be toggled by clicking the book title" : "حالت شب را می توان با کلیک کردن روی عنوان کتاب تغییر داد",
    "reflow text when sidebars are open" : "هنگامی که نوارهای کناری باز هستند، متن را دوباره جریان دهید",
    "disable extra-wide page turn areas" : "غیرفعال کردن مناطق چرخش صفحه بسیار گسترده",
    "show page turn arrows" : "نشان دادن فلش های چرخش صفحه",
    "menu" : "منو",
    "Reader" : "خواننده",
    "Select file types for which Reader should be the default viewer." : "انواع فایلی را انتخاب کنید که خواننده باید نمایشگر پیش فرض آنها باشد.",
    "Epub" : "Epub",
    "PDF" : "PDF",
    "CBR/CBZ" : "CBR/CBZ"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}