{ "translations": {
    "Settings updated successfully." : "Os axustes actualizáronse correctamente",
    "EPUB/CBZ/PDF ebook reader" : "Lector de libros EPUB/CBZ/PDF",
    "A multi-format browser-based ebook reader, supports EPUB and CBR/CBZ" : "Un lector de libros multi-formato baseado en navegador, admite EPUB e CBR/CBZ",
    "# Reader\nReader is an ebook reader based on pure javascript renderers. It works for publications formatted according to the following standards:\n\n - [Epub]\n - [PDF]\n - [CBR and CBZ] ('comics')\n\nFor Epub Reader uses the futurepress [epub.js] renderer to provide near-native looks, especially when used full-screen. Turn pages by pressing the left/right hand side of the screen/window or using the cursor keys (if you have those), use the sidebar to browse through chapters or bookmarks and add annotations.\n\nPDF is handled by Mozilla's [pdf.js] renderer in combination with a custom reader app to enable side-by-side display, batch search and more. Controls are like those used in the Epub renderer with a few exceptions, e.g. night mode has not been implemented yet.\n\nCBR and CBZ are supported using a custom renderer inspired by [balaclark]'s work. As with Epub, books can be navigated using the keyboard as well as mouse or touch navigation. Reader generates a visual index of all pages, show in the sidebar (thumbnail generation can be disabled for low-memory and/or -speed devices). As CBx files are often of varying quality, a set of image enhancement filters are provided.\n\nSee [README] for more exhaustive information on features and potential misfeatures of this app.\n\n   [epub.js]: https://github.com/futurepress/epub.js\n   [Epub]: http://idpf.org/epub\n   [CBR and CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n   [balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n   [PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n   [pdf.js]: https://github.com/mozilla/pdf.js\n   [README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md" : "# Reader\nReader é un lector de libros electrónicos baseado en procesadores javascript puros. Funciona para publicacións formatadas segundo os seguintes estándares:\n\n - [Epub]\n - [PDF]\n - [CBR e CBZ] («cómics» banda deseñada)\n\nPara o lector Epub usa o procesado [epub.js]  de futurepress para ofrecer aspectos case nativos, especialmente cando se usa a pantalla completa. Pasa as páxinas premendo na parte esquerda ou dereita da pantalla/xanela ou usando as teclas do cursor (se o ten), usa a barra lateral para navegar polos capítulos ou marcadores e engadir anotacións.\n\nO PDF manexase co procesado [pdf.js] de Mozilla en combinación cunha aplicación para o lector personalizado para permitir a vista de lado a lado, a busca por lotes e moito máis. Os controis son coma os usados ​​no procesador de Epub con algunhas excepcións, por exemplo. O modo nocturno aínda non se implementou.\n\nCBR e CBZ son compatíbeis cun procesador personalizado inspirado no traballo de [balaclark]. Do mesmo xeito que con Epub, os libros pódense navegar tanto co teclado como co rato ou coa navegación táctil. O lector xera un índice visual de todas as páxinas, amosado na barra lateral (pódese desactivar a xeración de miniaturas para dispositivos de baixa memoria e/ou velocidade). Os ficheiros CBx adoitan ser de calidade diversa. Ofrécese un conxunto de filtros de mellora da imaxe.\n\nVexa [LÉEME] para obter información máis exhaustiva sobre as funcións e posíbeis fallas desta aplicación.\n\n   [epub.js]: https://github.com/futurepress/epub.js\n   [Epub]: http://idpf.org/epub\n   [CBR e CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n   [balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n   [PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n   [pdf.js]: https://github.com/mozilla/pdf.js\n   [LÉEME]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md",
    "custom font" : "tipo de letra personalizado",
    "monospace" : "monoespazada",
    "font size" : "tamaño do tipo de letra",
    "font weight" : "largo da letra",
    "Use custom colors" : "Usar cores personalizadas",
    "night mode can be toggled by clicking the book title" : "o modo nocturno pódese cambiar premendo no título do libro",
    "reflow text when sidebars are open" : "refluxo do texto cando as barras laterais están abertas",
    "disable extra-wide page turn areas" : "desactivar as áreas de xiro de páxina extralarga",
    "show page turn arrows" : "amosar as frechas de xiro da páxina",
    "menu" : "menú",
    "Reader" : "Reader",
    "Select file types for which Reader should be the default viewer." : "Seleccione os tipos de ficheiro para os que Reader debería ser o visor predeterminado.",
    "Epub" : "Epub",
    "PDF" : "PDF",
    "CBR/CBZ" : "CBR/CBZ",
    " " : " "
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}