{ "translations": {
    "Settings updated successfully." : "A beállítások frissítése sikerült.",
    "EPUB/CBZ/PDF ebook reader" : "EPUB/CBZ/PDF e-könyvolvasó",
    "A multi-format browser-based ebook reader, supports EPUB and CBR/CBZ" : "Több formátumot ismerő, böngészőalapú e-könyv-olvasó, az EPUB és a CBR/CBZ formátumokat támogatja.",
    "# Reader\nReader is an ebook reader based on pure javascript renderers. It works for publications formatted according to the following standards:\n\n - [Epub]\n - [PDF]\n - [CBR and CBZ] ('comics')\n\nFor Epub Reader uses the futurepress [epub.js] renderer to provide near-native looks, especially when used full-screen. Turn pages by pressing the left/right hand side of the screen/window or using the cursor keys (if you have those), use the sidebar to browse through chapters or bookmarks and add annotations.\n\nPDF is handled by Mozilla's [pdf.js] renderer in combination with a custom reader app to enable side-by-side display, batch search and more. Controls are like those used in the Epub renderer with a few exceptions, e.g. night mode has not been implemented yet.\n\nCBR and CBZ are supported using a custom renderer inspired by [balaclark]'s work. As with Epub, books can be navigated using the keyboard as well as mouse or touch navigation. Reader generates a visual index of all pages, show in the sidebar (thumbnail generation can be disabled for low-memory and/or -speed devices). As CBx files are often of varying quality, a set of image enhancement filters are provided.\n\nSee [README] for more exhaustive information on features and potential misfeatures of this app.\n\n   [epub.js]: https://github.com/futurepress/epub.js\n   [Epub]: http://idpf.org/epub\n   [CBR and CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n   [balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n   [PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n   [pdf.js]: https://github.com/mozilla/pdf.js\n   [README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md" : "# Olvasó\nAz Olvasó egy tisztán JavaScript-alapú megjelenítőkre épülő e-könyvolvasó. A következő szabványokat követő kiadványokkal működik együtt:\n\n- [Epub]\n- [PDF]\n- [CBR és CBZ] („képregények”)\n\nAz Epub-olvasó a futurepress [epub.js] megjelenítőt használja, hogy közel natív megjelenést biztosítson, különösen teljes képernyőn. Lapozzon a képernyő/ablak bal/jobb oldalát megnyomva, vagy a kurzorbillentyűket használva (ha vannak), valamint tallózzon a fejezetek és könyvjelzők között és adjon hozzá megjegyzéseket az oldalsáv használatával.\n\nA PDF-fájlokat a Mozilla [pdf.js] megjelenítője használja egy egyéni olvasó alkalmazással, hogy lehetővé tegye az egymás melletti megjelenítést, a csoportos keresést és még sok mást. A vezérlők olyanok mint az Epub-megjelenítőben használtak, néhány kivételtől eltekintve, például az éjszakai mód még nincs megvalósítva.\n\nA CBR és CBZ formátumokat egy egyéni megjelenítő biztosítja, amit [balaclark] munkája inspirált. Mint az Epubnál, a könyvekben billentyűzettel, egérrel és érintős bevitellel lehet navigálni. A megjelenítő egy vizuális tartalomjegyzéket készít, és megjeleníti az oldalsávban (a bélyegképek előállítása letiltható a kevés memóriával rendelkező és lassú gépek esetén). Mivel a CBx-fájlok változó minőségűek, ezért különböző képjavító szűrők érhető el.\n\nA funkciókról és az alkalmazás lehetséges hiányosságairól szóló kimerítőbb információkért lásd a [README] fájlt.\n\n[epub.js]: https://github.com/futurepress/epub.js\n[Epub]: http://idpf.org/epub\n[CBR és CBZ]: https://wiki.mobileread.com/wiki/CBR_and_CBZ\n[balaclark]: https://github.com/balaclark/HTML5-Comic-Book-Reader\n[PDF]: https://en.wikipedia.org/wiki/Portable_Document_Format\n[pdf.js]: https://github.com/mozilla/pdf.js\n[README]: https://github.com/e-alfred/epubreader/blob/master/epubreader/README.md",
    "custom font" : "egyéni betűkészlet",
    "monospace" : "rögzített szélességű",
    "font size" : "betűméret",
    "font weight" : "betűsúly",
    "Use custom colors" : "Egyéni színek használata",
    "night mode can be toggled by clicking the book title" : "az éjszakai mód a könyv címére kattintva kapcsolható ki/be",
    "reflow text when sidebars are open" : "szöveg újratördelése ha az oldalsávok nyitva vannak",
    "disable extra-wide page turn areas" : "extra széles lapozási területek letiltása",
    "show page turn arrows" : "lapozónyilak megjelenítése",
    "menu" : "menü",
    "Reader" : "Olvasó",
    "Select file types for which Reader should be the default viewer." : "Válassza ki a fájltípusokat, amelyeket az Olvasó alkalmazással szeretne megnyitni.",
    "Epub" : "Epub",
    "PDF" : "PDF",
    "CBR/CBZ" : "CBR/CBZ",
    " " : " ",
    "endobj" : "endobj",
    "startxref" : "startxref",
    "%PDF-" : "%PDF-"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}